[
    {
        "id": 1,
        "userId": 19,
        "status": "InProgress",
        "description": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio.",
        "startDate": "2020-02-03 01:12:50",
        "endDate": "2020-06-15 06:33:13"
    },
    {
        "id": 2,
        "userId": 44,
        "status": "Declined",
        "description": "In hac habitasse platea dictumst.",
        "startDate": "2020-03-27 10:19:05",
        "endDate": "2021-01-16 22:55:30"
    },
    {
        "id": 3,
        "userId": 24,
        "status": "InProgress",
        "description": "Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis.",
        "startDate": "2020-07-10 12:42:17",
        "endDate": "2020-02-29 07:38:13"
    },
    {
        "id": 4,
        "userId": 7,
        "status": "InProgress",
        "description": "Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
        "startDate": "2021-01-06 02:19:36",
        "endDate": "2020-05-30 04:51:00"
    },
    {
        "id": 5,
        "userId": 92,
        "status": "Approved",
        "description": "Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
        "startDate": "2020-03-30 11:17:55",
        "endDate": "2020-12-11 00:00:44"
    },
    {
        "id": 6,
        "userId": 93,
        "status": "Approved",
        "description": "Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis.",
        "startDate": "2020-10-06 09:45:49",
        "endDate": "2020-05-27 23:10:31"
    },
    {
        "id": 7,
        "userId": 26,
        "status": "Approved",
        "description": "Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh.",
        "startDate": "2020-11-11 22:58:41",
        "endDate": "2020-12-17 18:04:47"    
    },
    {
        "id": 8,
        "userId": 13,
        "status": "Approved",
        "description": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
        "startDate": "2020-03-27 10:19:05",
        "endDate": "2021-01-16 22:55:30"
    },
    {
        "id": 9,
        "userId": 15,
        "status": "Approved",
        "description": "Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo.",
        "startDate": "2020-10-25 11:00:10",
        "endDate": "2020-07-20 02:39:37"
    },
    {
        "id": 10,
        "userId": 45,
        "status": "Declined",
        "description": "Ut at dolor quis odio consequat varius. Integer ac leo.",
        "startDate": "2020-05-18 13:37:35",
        "endDate": "2020-06-27 23:42:44"
    }
]